/* Button text when sending an email to 1 person */
"1PersonButton" = "1 Osoba";

/* About Section Title on the Menu */
"AboutSection" = "Opis ";

/* Placeholder on the caption text field */
"AddCaptionPlaceHolder" = "";

/* Add Contacts Screen Title */
"AddContactsTitle" = "Nowy adres";

/* Add Email label */
"AddEmailLabel" = "Dodaj Email";

/* Error message display when the user has already flagged a given photo */
"AlreadyFlaggedPicture" = "Już zaznaczyłeś to zdjęcie";

/* Back button */
"BackButton" = "Powrót";

/* Text on the back navigation button on the WebViewController */
"BackButtonTitle" = "Powrót";

/* Label at the bottom of the favorite contacts screen */
"BottomLabel" = "Wybierz do kogo chcesz wysłać zdjęcie";

/* Cancel button */
"Cancel" = "Anuluj";

/* Cancel button */
"CancelButton" = "Anuluj";

/* Configure button */
"ConfigureButton" = "Konfiguruj";

/* Contact Us Title on the menu */
"ContactUs" = "Skontaktuj się z nami";

/* Credits Title on the Menu */
"CreditsTitle" = "";

/* Delete button */
"Delete" = "Usuń";

/* Message shown when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxText" = "Twoje zdjęcie i opis zostaną usunięte z publicznej galerii, ale zostaną w Twoim urządzeniu w folderze ze zdjęciami i na stronach, na których udostępniłeś/aś";

/* Message shown in confirmation prompt that is displayed when user deletes a photo that he had previously submitted to the public gallery */
"DeleteBoxTitle" = "Usunąć z publicznej galerii?";

/* Status message indicating that the delete request is processing */
"Deleting" = "Usuwanie...";

/* Done button */
"DoneButton" = "Zrobione";

/* Edit button */
"EditButton" = "Edycja";

/* Edit caption button */
"EditCaption" = "Edycja opisu";

/* Email label */
"EmailLabel" = "Email";

/* Enter new caption alert text */
"EnterNewCaption" = "Wpisz nowy opis";

/* Error shown when trying to share an Image that hasn't been fully downloaded */
"ErrorDownloadingImage" = "Zdjęcie nie zostało jeszcze załadowane, poczekaj proszę aż zostanie załadowane przed udostępnianiem";

/* Generic Facebook friend addition error message */
"ErrorInvitingFriends" = "Wystąpił błąd w trakcie przetwarzania polecenia zaproszenia znajomego z Facebooka. Spróbuj ponownie.";

/* Message shown when a Facebook error prevents the vote action from being recorded */
"ErrorLikingPhoto" = "Wystąpił błąd w trakcie przetwarzania polecenia głosowania na zdjęcie. Spróbuj ponownie.";

/* Error message shown when there was a problem loading a webpage */
"ErrorLoadingPageAlert" = "Ta funkcja wymaga połączenia z Internetem. Sprawdź połączenie i spróbuj ponownie.";

/* There are no pictures to share. This shouldn't happen but it's validated */
"ErrorNoPicturesShare" = "Nie masz żadnych zdjęć do udostępnienia. Zrób pierwsze zdjęcie";

/* Alert when there was an error saving the image */
"ErrorSaveImageAlert" = "Wystąpił błąd w trakcie zapisywania zdjęcia. Spróbuj ponownie ";

/* Message that appears inside the status screen when there was an error saving to the camera roll */
"ErrorSavingCameraRollStatus" = "Wystąpił błąd w trakcie zapisywania zdjęcia w folderze ze zdjęciami. Spróbuj ponownie ";

/* Title of the surrounding status screen shown when there was an error saving to the camera roll */
"ErrorSavingCameraRollTitle" = "Błąd w trakcie zapisywania w folderze ze zdjęciami!";

/* Error if trying to share an ad. This shouldn't happen but validated just in case */
"ErrorShareAd" = "Przepraszamy! Wystąpił błąd w trakcie zapisywania zdjęcia. Spróbuj ponownie!";

/* Generic Facebook share failure message */
"ErrorSharingFacebook" = "Wystąpił błąd w trakcie wysyłania zdjęcia do Facebooka";

/* Alert when there is a problem sharing to twitter */
"ErrorSharingTwitter" = "Wystąpił błąd w trakcie wysyłania zdjęcia do Twittera";

/* Status message when there was a problem uploading an image */
"ErrorUploadingImageStatus" = "Wystąpił błąd w trakcie ładowania zdjęcia";

/* Facebook Connect Confirmation text */
"FacebookConnect" = "Tak, autoryzuj przez Facebooka";

/* Facebook connect confirmation title */
"FacebookConnectTitle" = "Wymagana autoryzacja Facebooka";

/* De authorize facebook Title on the Menu */
"FacebookDeauthTitle" = "Cofnij autoryzację Facebooka";

/* Facebook label */
"FacebookLabel" = "Facebook";

/* Favorite contacts screen title */
"FavoriteContactsTitle" = "Emaile";

/* No comment provided by engineer. */
"FlagBoxText" = "Jeśli uważasz, że to zdjęcie jest nieodpowiednie, oznacz je, żebyśmy je sprawdzili";

/* No comment provided by engineer. */
"FlagBoxTitle" = "Oznaczyć jako nieodpowiednie?";

/* Text shown on the HUD when flagging a photo */
"Flagging" = "Oznaczanie...";

/* No comment provided by engineer. */
"FlagReportSent" = "Twoje zgłoszenie zostało wysłane.";

/* Title for the Friends Gallery */
"FriendsGallery" = "Znajomi";

/* Button that helps choosing a contact from the contacts list */
"FromContactsButton" = "Z listy kontaktów";

/* Galleries Section Title on the Menu */
"GalleriesSection" = "Galerie";

/* Title for the help screen */
"HelpScreenTitle" = "Pomoc";

/* Help Menu Title */
"HelpTitle" = "Pomoc";

/* No comment provided by engineer. */
"ImageSavedMessage" = "Zdjęcie zapisane w folderze ze zdjęciami.";

/* No comment provided by engineer. */
"ImageSavingError" = "Przepraszamy! Wystąpił błąd w trakcie zapisywania zdjęcia. Spróbuj ponownie!";

/* Alert asking for confirmation when retaking a picture */
"LoseChangesConfirmationAlert" = "Jeśli będziesz kontynuować, stracisz wprowadzone zmiany. Czy na pewno chcesz kontynuować?";

/* Make Private button */
"MakePrivate" = "Ukryj dla innych";

/* No comment provided by engineer. */
"MakePrivateText" = "Czy chcesz usunąć to zdjęcie z publicznej galerii?";

/* No comment provided by engineer. */
"MakePrivateTitle" = "Ukryć dla innych?";

/* Title for the Me Gallery */
"MeGallery" = "Ja";

/* Public Gallery Title */
"MonsterCourtGallery" = "The Walking Dead";

/* Name Label */
"NameLabel" = "Imię";

/* Button that helps entering a new contact */
"NewContactAddressButton" = "Wprowadź nowy adres";

/* Message when the user has no connection */
"NoConnectionMessage" = "Ta funkcja wymaga połączenia z Internetem. Sprawdź pros połączenie i spróbuj ponownie.";

/* Message shown if a user attempts to vote for a photo that is no longer in the database */
"NoPictureToLike" = "Ta funkcja wymaga połączenia z Internetem. Sprawdź połączenie i spróbuj ponownie.";

/* Button text when sending an email to more than 2 persons */
"NPersonButton" = "% osób";

/* Ok button */
"OK" = "Ok";

/* No comment provided by engineer. */
"PhotoDeletedConfirmation" = "Twoje zdjęcie zostało usunięte!";

/* Privacy Policy Title on the Menu */
"PrivacyPolicyTitle" = "Polityka prywatności";

/* No comment provided by engineer. */
"ProblemDeletingPicture" = "Wystąpił błąd w trakcie usuwania Twojego zdjęcia. Spróbuj ponownie.";

/* No comment provided by engineer. */
"ProblemFlaggingPhoto" = "Wystąpił błąd w trakcie oznaczania zdjęcia. Spróbuj ponownie.";

/* No comment provided by engineer. */
"ProblemLikingPicture" = "";

/* No comment provided by engineer. */
"ProblemSharingPhoto" = "Wystąpił błąd w trakcie udostępniania zdjęcia na Facebooku. Spróbuj ponownie. ";

/* Proceed button */
"ProceedButton" = "Tak, kontynuuj";

/* Public gallery label */
"PublicGalleryLabel" = "The Walking Dead";

/* Title for the public gallery */
"PublicGalleryTitle" = "The Walking Dead";

/* Report as innapropriate button */
"ReportInappropriate" = "Oznacz jako nieodpowiednie";

/* Status message when the image was successfully saved to the camera roll (photo gallery) */
"SavedToCameraRollStatus" = "Zapisane w folderze ze zdjęciami!";

/* Title for the share screen */
"SaveScreenTitle" = "Udostępnij";

/* Status message when saving to the camera roll (photo gallery) */
"SavingCameraRollStatus" = "Zapisywane w folderze ze zdjęciami";

/* Title for the sharing section */
"SendToSectionHeader" = "Wyślij do...";

/* Terms and Conditions Title on the Menu */
"TermsConditionsTitle" = "Regulamin";

/* No comment provided by engineer. */
"ThankYou" = "Dziękujemy";

/* ToS Title */
"ToSTitle" = "Regulamin";

/* Twitter label */
"Twitter" = "Twitter";

/* Alert message when entering an invalid email */
"ValidEmailError" = "Wprowadź proszę imię i email";

/* Message shown if the user has not logged onto Facebook and attempts to use the Facebook share feature */
"NoFacebookAccount" = "Ta funkcja wymaga połączenia się z Facebookiem";

/* Error message shown to users if they use a version of iOS that is not compatible with the standard Twitter integration */
"NoTwitterMessage" = "Ta funkcja wymaga iOS w wersji 5.0 lub nowszej. Zaktualizuj swoją wersję i spróbuj ponownie";

/* Message when the user has no twitter account on iOS */
"NoTwitterAccount" = "Ta funkcja wymaga zalogowania na Twitterze";

/* Tweet button on the share screen */
"TweetButton" = "Z|atweetuj";

/* Facebook post button on the share screen */
"FacebookPostButton" = "Zamieść";

/* 0 */
"ConnectFacebookFriendsButton" = "Połącz się z facebookiem";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingFriendsGalleryMessage" = "Pojawił się błąd podczas ładowania galerii znajomych. Sprawdź swoje połączenie z internetem i spróbuj ponownie";

/* Error shown if some or all Gallery photos fail to load, typically due to a poor network connection */
"ErrorLoadingPublicGalleryMessage" = "Pojawił się błąd podczas ładowania galerii znajomych. Sprawdź swoje połączenie z internetem i spróbuj ponownie";

/* Error shown if a user attempts to edit the photo caption of another user's photo */
"ErrorMoreAd" = "To zdjęcie nie może być zmienione";

/* Error message shown if a user has never taken a photo and attempts to view his photos */
"ErrorNoPicturesOptions" = "Nie masz jeszcze żadnych zdjęć. Naciśnij ikonkę kamery poniżej, aby zrobić swoje zombie-zdjęcie";

/* Post to Facebook text */
"FacebookPostButton" = "Opublikuj";

/* Call-to-action text shown to encourage users to invite their Facebook friends to the app */
"InviteFriendsButton" = "Zaproś przez facebooka";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not invited any Friends to use the app */
"InviteFriendsMessage" = "Nie ma zdjęć znajomych? Zaproś znajomych z facebooka, aby stworzyli swoje własne zombie-zdjęcia";

/* Conditional call to action text shown in the Me & My Friends photo Gallery when a user has not connected to Facebook */
"LoginToInviteFriendsMessage" = "Nie ma zdjęć znajomych? Połącz się z facebookiem i zaproś znajomych!";

/* Conditional message shown if the user has not created any photos */
"NoWalkersCreatedMessage" = "Nie masz jeszcze żadnych zombie-zdjęć. Naciśnij ikonkę kamery poniżej, żeby je stworzyć. ";

/* Notification message shown after a successful Facebook friend invite request is submitted */
"ThanksForInvitingMessage" = "Zaproszenie zostały wysłane";

/* Software version text - would show "Version 1.1" for example */
"VersionText" = "Wersja:";

/* Settings menu title text */
"SettingsSection" = "Ustawienia";

